[
    {
        "joke": "Why did the old man fall in the well? Because he couldn't see that well."
    },
    {
        "joke": "Why was Cinderella banned from playing sports? Because she always ran away from the ball!"
    },
    {
        "joke": "How do you make a computer your best friend? You buy it a nice bunch of software and get it loaded!"
    },
    {
        "joke": "What did the pebble say to the rock? I wish I was a little boulder!"
    },
    {
        "joke": "When German children play a game involving touching each other with bread... it's called gluten tag."
    },
    {
        "joke": "Why does a chicken coop have two doors? Because if it had four it would be a chicken sedan!"
    },
    {
        "joke": "What's Medusa's favorite kind of cheese? Gorgonzola."
    },
    {
        "joke": "What happens when you steamroll Batman and Robin? They become flatman and ribbon."
    },
    {
        "joke": "What did one ocean say to the other ocean? Nothing, they just waved."
    },
    {
        "joke": "Why did the vampire use mouthwash? Because he had bat breath"
    },
    {
        "joke": "Did you hear they're republishing that Simple Mathematics study guide? It's the revised addition."
    },
    {
        "joke": "A skeleton walks into a bar... Asks for a beer and a mop."
    },
    {
        "joke": "What did one ocean say to the other? Nothing, they just waved."
    },
    {
        "joke": "What do you call a bald porcupine? Pointless!"
    },
    {
        "joke": "What do you call someone who really loves breakfast? A cereal killer."
    },
    {
        "joke": "What's the best way to get a hold of Vin Diesel? IM Groot."
    },
    {
        "joke": "What did the wall ask the picture? (All together now!) ***\"How's it hangin'?\"***"
    },
    {
        "joke": "What do you call a midget psychic that broke out of prison? A small medium at large!"
    },
    {
        "joke": "What is robot jazz called? Beep Boop Bop!"
    },
    {
        "joke": "Why does a milking stool have only three legs? Because the cow has the udder!"
    },
    {
        "joke": "Kind of a kid joke What kind of cereal do zombies like? Kellog's All Brain"
    },
    {
        "joke": "I am not pro gay. I am not even amateur gay. But, I support their rights."
    },
    {
        "joke": "When German children play a game involving touching each other with bread... it's called gluten tag."
    },
    {
        "joke": "What happens at night in Bangladesh? It gets Dhaka"
    },
    {
        "joke": "What do you call an economics lecturer? Prof. it"
    },
    {
        "joke": "What did the picture say to the Judge? I WAS FRAMED! I just now made that up. I feel good about this one!"
    },
    {
        "joke": "I knew I was old when I opened internet explorer."
    },
    {
        "joke": "What did the wall ask the picture? (All together now!) ***\"How's it hangin'?\"***"
    },
    {
        "joke": "What kind of bird can write? A penguin."
    },
    {
        "joke": "Why did peanut butter flop at the talent show? He didn't have the right jam."
    },
    {
        "joke": "Which word is the longest in the English language? Smiles - because there is a mile between the first and last letters"
    },
    {
        "joke": "What does a can of tuna say? Premium flaked tuna Best before dd/mm/yy"
    },
    {
        "joke": "What do you call a car that eats other cars? A carnivore."
    },
    {
        "joke": "I fell in the mud. And took a shower right after!"
    },
    {
        "joke": "How many US Congressmen does it take to change a lightbulb? Oh, please. Like they've ever changed anything that needed changing."
    },
    {
        "joke": "If you have bladder problems. Urine trouble."
    },
    {
        "joke": "How long did it take for the police to catch the man running in his underwear? It was a brief chase..."
    },
    {
        "joke": "Did you know that it's traditional to serve Eggs Benedict on a hubcap? There's no plate like chrome for the Hollandaise."
    },
    {
        "joke": "I fell off a forty foot ladder today.... lucky I was on the bottom rung."
    },
    {
        "joke": "What do you call a cow with 2 legs? Lean beef."
    },
    {
        "joke": "Why doesn't the Sun go to college? Because he has a million degrees."
    },
    {
        "joke": "How many tickles does it take to make an octopus laugh? Ten tickles"
    },
    {
        "joke": "What do you call an alligator with a vest? An Investigator!"
    },
    {
        "joke": "Today I'm 45. But with the wind chill I feel like 32."
    },
    {
        "joke": "If you ever get cold, just stand in the corner of a room for a while. *They're normally around 90 degrees.*"
    },
    {
        "joke": "Two silk worms had a race. They ended up in a tie."
    },
    {
        "joke": "Where did Napoleon Bonaparte keep his armies? In his sleevies."
    },
    {
        "joke": "What is a rocket's favorite meal? Launch!"
    },
    {
        "joke": "Why do abcdefghijklmopqrstuvwxyz hate hanging out with the letter n? Because n always has to be the center of attention."
    },
    {
        "joke": "Broom advocates for cleaner work environment."
    },
    {
        "joke": "What did Descartes say while shopping online? I think therefore I Amazon."
    },
    {
        "joke": "What's a pirate's favorite letter? The C."
    },
    {
        "joke": "What has a bottom at the top? Your legs."
    },
    {
        "joke": "What do you call an antelope that wants a big wedding? Cantelope"
    },
    {
        "joke": "A funny bird is the pelican His beak can hold more than his belly can He can hold in his beak Enough for a week And I don't know how the heck he can!"
    },
    {
        "joke": "What's orange and sounds like a parrot? A carrot"
    },
    {
        "joke": "Why does Mario hate Punchbug? Because he bruises like-a Peach!"
    },
    {
        "joke": "Why were Wrigley, Doublemint, and Orbit watching CNN? To find out the latest on gum control legislation."
    },
    {
        "joke": "I do my best when my manager puts a gun to my head."
    },
    {
        "joke": "Why are colds such bad robbers? Because they're so easy to catch!"
    }
]